Repository: fieldmapp/Mobile-Data-Collection
Catalog: DLR_Data_App/ProfilingPclModule/Localization/ProfilingResources.*.resx
Languages: de

# answersCorrectAveragePart1
source: Your answers were on average
de: Ihre Antworten haben im Mittel zu

# answersCorrectAveragePart2
source: correct.
de: mit den korrekten Lösungen übereingestimmt.

# completeSelectionToAdvance
source: Please complete your selection to advance.
de: Bitte vervollständigen Sie Ihre Auswahl um fortzufahren.

source: Current profiling
de: Aktuelles Profiling

# deleteSavedAnswersProfiling
source: Delete saved answers
de: Gespeicherte Antworten löschen

# easyWithColon
source: Easy:
de: Einfach:

source: Evaluation
de: Auswertung

# exportAnswersProfiling
source: Export saved answers
de: Antworten exportieren

# hardWithColon
source: Hard:
de: Schwer:

source: Hint
de: Hinweis

# hintProfilingListPage
source: Here you see every available category for this quiz. Tap on one to answer the questions of it. For each category you see: - how many questions you have allready answered (left) - how many questions you need to answer (at least) to finish the category (right)
de: Hier sehen Sie alle verfügbaren Kategorien des Quiz. Klicken Sie auf eine Kategorie, um Fragen in dieser zu beantworten. Sie sehen für jede Kategorie: - wieviele Fragen Sie bereits beantwortet haben (links) - wieviele Fragen Sie mindestens beantworten müssen, um die Kategorie abzuschließen (rechts)

# introspection0
source: True
de: trifft zu

# introspection1
source: Mostly true
de: trifft eher zu

# introspection2
source: Somewhat true
de: trifft teilweise zu

# introspection3
source: Mostly not true
de: trifft eher nicht zu

# introspection4
source: Not true
de: trifft nicht zu

# moderateWithColon
source: Moderate:
de: Mittel:

source: New profiling
de: Neues Profiling

# profilingResultsDifferentDifficulties
source: Here you can see your results in the different difficulties
de: Hier sehen Sie Ihre Ergebnisse in den verschiedenen Schwierigkeitskategorien der Fragen

# questionEntryFormat
source: Question {0}/{1} Id {2}
de: Frage {0}/{1} ID {2}

source: Remove profiling
de: Profiling löschen

# removeprofilingwarning
source: Do you want to remove the profiling?
de: Wollen Sie das Profiling löschen?

# selectionCorrectQuestion
source: Is your selection correct?
de: Ist Ihre Auswahl so in Ordnung?

source: Set as current profiling
de: Als aktuelles Profiling auswählen

# tapForMorInfo
source: Tap for more information
de: Klicken Sie für mehr Informationen
